<?php
require_once('config.php');
$conf = new Config;
$mysqli = $conf->mysqli;
$conf->header('ΕΛΙΔΕΚ - Αρχική σελίδα');
$conf->menu();
?>
    <div class="container mt-5">
        <h1>ΕΛ.ΙΔ.Ε.Κ. - Στόχοι</h1>
        <p>Το Ελληνικό Ίδρυμα Έρευνας & Καινοτομίας αποτελεί ένα νέο θεσμό μέσω του οποίου επιχειρείται μια βαθιά μεταρρυθμιστική τομή στο πεδίο της ‘Ερευνας και της Καινοτομίας στη χώρα.</p>
        <p>Σκοπός του ΕΛ.ΙΔ.Ε.Κ. είναι η προαγωγή της έρευνας και της καινοτομίας στη χώρα και ειδικότερα η αξιολόγηση και χρηματοδότηση της ελεύθερης έρευνας, δηλαδή των ερευνητικών δραστηριοτήτων και των τεχνολογικών εφαρμογών που προκύπτουν από επιστημονική περιέργεια, χωρίς θεματικούς αποκλεισμούς ή γεωγραφικούς περιορισμούς, με μοναδικό κριτήριο την επιστημονική ποιότητα και αριστεία.</p>
        <h2>User Interface</h2>
        <p>
            Ανάπτυξη κατάλληλου User Interface. (Για αυτό το ζητούμενο θα αξιολογηθεί η σύνδεση της βάσης
            με την διεπαφή και η πρακτικότητα και όχι το πόσο εμφανίσιμη είναι η διεπαφή - UI). Το UI θα
            πρέπει να είναι φιλικό προς το χρήστη, να μην απαιτείται η γνώση SQL ή στοιχείων της βάσης από
            τον χρήστη και όλα τα ζητούμενα θα πρέπει να δίνονται από κατάλληλες φόρμες μέσα στην
            εφαρμογή. Όπου χρειάζεται, θα πρέπει να χρησιμοποιηθούν τα κατάλληλα στοιχεία όπως drop-
            down lists, radio buttons και άλλα. Μέσα από την εφαρμογή θα μπορεί ένας χρήστης να εκτελέσει
            και θα δει τα αποτελέσματα για τα ακόλουθα ερωτήματα (60% - τα ερωτήματα είναι ισόβαθμα):
        </p>
        <ul>
            <li>
                3.1. Όλα τα προγράμματα που είναι διαθέσιμα και όλα τα έργα/επιχορηγήσεις που έχουν
                καταχωριστεί με βάση πολλαπλά κριτήρια, να επιλέξει το έργο που τον ενδιαφέρει και να δει
                τους ερευνητές που εργάζονται σε αυτό. Τα κριτήρια αυτά θα πρέπει να είναι η ημερομηνία, η
                διάρκεια καθώς και το στέλεχος που χειρίζεται τη χρηματοδότηση. Τα κριτήρια αυτά θα πρέπει
                να είναι ανεξάρτητα, να μην απαιτούνται όλα και τα αποτελέσματα που θα βλέπει ο χρήστης
                να ενημερώνονται με κάθε διαφοροποίηση στην επιλογή.
            </li>
            <li>
                3.2. Θα πρέπει ακόμα ο χρήστης να μπορεί να δει δύο όψεις (όψεις του σχεσιακού μοντέλου), μία
                με έργα/επιχορηγήσεις ανά ερευνητή και μία της επιλογής σας.
            </li>
            <li>
                3.3. Δεδομένου ότι ένα συγκεκριμένο ερευνητικό πεδίο απέκτησε ιδιαίτερο ενδιαφέρον, ποια έργα
                χρηματοδοτούνται σε αυτό το πεδίο και ποιοι ερευνητές ασχολούνται με αυτό το πεδίο το
                τελευταίο έτος; (Προσοχή - ενεργά έργα).
            </li>
            <li>
                3.4. Ποιοι οργανισμοί έχουν λάβει τον ίδιο αριθμό έργων σε διάστημα δύο συνεχόμενων ετών, με
                τουλάχιστον 10 έργα ετησίως;
            </li>
            <li>
                3.5. Πολλά έργα/επιχορηγήσεις είναι διεπιστημονικά (δηλαδή καλύπτουν περισσότερα από ένα
                πεδία/ τομείς). Ανάμεσα σε ζεύγη πεδίων (π.χ. επιστήμη των υπολογιστών και μαθηματικά)
                που είναι κοινά στα έργα, βρείτε τα 3 κορυφαία (top-3) ζεύγη που εμφανίστηκαν σε έργα
                (ενεργά και μή ενεργά).
            </li>
            <li>
                3.6. Βρείτε τους νέους ερευνητές (ηλικία < 40 ετών) που εργάζονται στα περισσότερα ενεργά έργα
                και τον αριθμό των έργων που εργάζονται.
            </li>
            <li>
                3.7. Βρείτε τα top-5 στελέχη που δουλεύουν για το ΕΛ.ΙΔ.Ε.Κ. και έχουν δώσει το μεγαλύτερο ποσό
                χρηματοδοτήσεων σε μια εταιρεία. (όνομα στελέχους, όνομα εταιρείας και συνολικό ποσό
                χρηματοδότησης)
            </li>
        </ul>
    </div>
<?php
$conf->footer();
